# Game Over - версия 2
# Показывает разные премы роботы со строками

print("Программа 'Game Over' 2.0")
print("То же", "самое", "сообщение")
print('Только',
      "чуть-чуть",
      "побольше")
print("Вот", end=" ")
print("Оно...")
print(
      """
    _____       ___       ___  ___   _____
   /  ___|     /   |     /   |/   | |  ___|
   | |        / /| |    / /|   /| | | |___
   | |  _    / ___ |   / / |__/ | | |  ___|
   | |_| |  / /  | |  / /       | | | |___
   \_____/ /_/   |_| /_/        |_| |_____|
    _____   _     __  _____   _____            
   /  _  \ | |   / / |  ___| |  _  \      
   | | | | | |  / /  | |___  | |_| |      
   | | | | | | / /   |  ___| |  _  /      
   | |_| | | |/ /    | |___  | | \ \      
   \_____/ |___/     |_____| |_| \_\                                 
     """
    )
   