# Забавные строки
# Демонстрирует сцепление и повторение строк

print("Две строки можно " + "сцепить с помощью оператора '+'.")
print("\nЭта строка " + "вряд ли " + "уди" + "ви" + "т вас." \
      + " Но интересно, " + "что" + " она - \n" + "одна длинная-длин" \
      + "на" + "я" + " строка. сцепленная" \
      + " из" + " двадцати\n" + "отдельных строк. разбитых" \
      + "на шесть строк." + " Достаточно ли вы" + " впечатлены? " + "Ну хватит.\n" \
      + "вот " + "наша" + " длинная " + "строка и закончилась!"
      )
print("\nЕсли текст нравится, его можно и повторить. К примеру.")
print("Кто не любит пирожных? Только дураки не любят пирожных. А")
print("Откровнно:")
print("Пирожные " * 10)
input("\n\nНажмине Enter, чтобы выйти.")